{
  "solar system": {
		"Weak": "The Solar system consists of 8 planets and the Sun , which move around the sun and the sun rotates on its own. All the planets and the sun also rotate on their own. The planets are namely, Mercury, Venus, Earth , Mars, Jupiter, Saturn, Uranus and Neptune.",
		"Average": "The Solar System consists of 8 planets and the Sun, the planets rotate and revolve about the sun in their respective orbits, and the planets in their respective order of increasing distance from the sun are Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune.",
		"Intelligent": "The Solar System is gravitationally bound planetary system of the Sun and the objects that orbit the Sun, either directly or indirectly. Of the objects that revolve around the Sun are 8 planets namely Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune, with the remainder being smaller objects, such as five dwarf planets and small Solar System bodies."
  },
  "magnetic field":{
        "Weak": "Significant forces are acting between current-carrying wires, since ordinary currents produce significant magnetic fields and these fields exert significant forces on ordinary currents. Once the magnetic field has been calculated, the magnetic force expression can be used to calculate the force. The direction is obtained from the right hand thumb rule. It should be noted that two wires carrying current in the same direction attract each other, and they repel if the direction of flow of current is opposite.",
        "Average": "Significant forces are acting between current-carrying wires, since ordinary currents produce significant magnetic fields and these fields exert significant forces on ordinary currents. Once the magnetic field has been calculated, the magnetic force expression can be used to calculate the force. The direction is obtained from the right hand thumb rule. It should be noted that two wires carrying current in the same direction attract each other, and they repel if the direction of flow of current is opposite.",
        "Intelligent": "Significant forces are acting between current-carrying wires, since ordinary currents produce significant magnetic fields and these fields exert significant forces on ordinary currents. Once the magnetic field has been calculated, the magnetic force expression can be used to calculate the force. The direction is obtained from the right hand thumb rule. It should be noted that two wires carrying current in the same direction attract each other, and they repel if the direction of flow of current is opposite."
  }
}